handprinter/app/controllers/action_ideas_controller.rb

  def index
    @action_ideas = ActionIdea.all
---
SELECT "action_ideas".* FROM "action_ideas"