handprinter/app/controllers/models_controller.rb

SELECT "models".* FROM "models"
---
  def index
    @models = Model.all