handprinter/app/controllers/model_votes_controller.rb

  def index
    @model_votes = ModelVote.all
---
SELECT "model_votes".* FROM "model_votes"