handprinter/app/controllers/model_comments_controller.rb

SELECT "model_comments".* FROM "model_comments"
---
  def index
    @model_comments = ModelComment.all